xeon/20240731-1457-glibc-default/logs/join-no-1-32768-10/pgbench.log
pgbench (18devel)
transaction type: join.sql
scaling factor: 1
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 1160958
number of failed transactions: 0 (0.000%)
latency average = 0.275 ms
initial connection time = 14.102 ms
tps = 116247.689231 (without initial connection time)